def print_working_mode_message() -> None:
    print('Выберите режим работы:\n \
            1) Определить приближенное значение фукнции, заданной таблицей, в точке;\n \
            2) По заданной аналитической функции y = f(x) и массиву значений построить сплайн')
